Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/trad-cap2-cap7-cap10-calidadMEDIA.tmx
Source language: ca
Languages: es_es

source: Es podria enregistrar (guardar) en un CD-ROM tota la informació continguda en un instant determinat en la memòria RAM d'un ordinador vell que en té 512 MB?
es_es: ¿Se podría grabar (guardar) en un CD-ROM toda la información contenida en un instante determinado en la memoria RAM de un ordenador viejo que tiene 512 MB?

source: Es pot fer que diversos ordinadors compartisquen un recurs connectat a un d'ells com, per exemple, una impressora?
es_es: ¿Se puede hacer que varios ordenadores compartan un recurso conectado a uno de ellos cómo, por ejemplo, una impresora?

source: Es pot instal·lar GNU/Linux (que es presenta en moltes distribucions diferents com ara Ubuntu, Mint, Fedora, etc.) en un PC amb processador de la família x86 (vegeu Pentium) o superior i en molts altres tipus d'ordinador.
es_es: Se puede instalar GNU/Linux (que se presenta en muchas distribuciones diferentes como por ejemplo Ubuntu, Mint, Fedora, etc.) en un PC con procesador de la familia x86 (véase Pentium) o superior y en otros muchos tipos de ordenador.

source: Es pot resoldre l'ambigüitat lèxica a què dóna lloc usant només informació sintàctica (és a dir, sobre les categories lèxiques que l'acompanyen en l'oració)?
es_es: ¿Se puede resolver la ambigüedad léxica a la que da lugar usando sólo información sintáctica (es decir, sobre las categorías léxicas que lo acompañan en la oración)?

source: Es produeixen també moviments similars amb els relatius; per exemple, aquests es mouen cap a fora, és a dir, cap a l'arrel de l'arbre d'anàlisi sintàctica, des de les subordinades substantives completives amb verbs del tipus de { dir}, explicar, etc.
es_es: Se producen también movimientos similares con los relativos; por ejemplo, estos se mueven hacia fuera, es decir, hacia la raíz del árbol de análisis sintáctico, desde las subordinadas sustantivas completivas con verbos del tipo de { decir}, explicar, etc.

source: Estem traduint un segment en un programa de traducció assistida (com ara OmegaT) i el programa ens dóna una sèrie de propostes que vénen de la memòria de traducció.
es_es: Estamos traduciendo un segmento en un programa de traducción asistida (como por ejemplo OmegaT) y el programa nos da una serie de propuestas que vienen de la memoria de traducción.

source: Exemples de programari lliure són: el sistema operatiu GNU/Linux, el navegador Firefox, o el processador de textos LibreOffice.
es_es: Ejemplos de software libre son: el sistema operativo GNU/Linux, el navegador Firefox, o el procesador de textos LibreOffice.

source: Exemples: Portaven notícies de Grècia (tema o procedència?), Ha venut les taronges que ha comprat a Joan (Joan ven taronges o les compra?), Treballa en l'estudi que li han encarregat (prepara un document o està dissenyant un espai de treball?), etc.
es_es: Ejemplos: Traían noticias de Grecia (¿tema o procedencia?), Ha vendido las naranjas que ha comprado a Juan (¿Juan vende las naranjas o las compra?), Trabaja en el estudio que le han encargado (¿prepara un documento o está diseñando un espacio de trabajo?), etc.

source: Exemples: com es diu en quin moment del dia ens trobem?
es_es: Ejemplos: ¿cómo se dice en qué momento del día nos encontramos?

source: Exemples: els antics disquets, discos fixos o durs interns i externs, memòries USB (també anomenades llapis o pendrive) i diverses formes de ROM (read-only memory, memòria de lectura només), com els xips ROM, els CD-ROM o els DVD.
es_es: Ejemplos: los antiguos disquetes, discos fijos o duros internos y externos, memorias USB (también llamadas pendrive) y diversas formas de ROM (read-only memory,memoria de solo lectura), como los chips ROM, los CD-ROM o los DVD.

source: Expliqueu quina informació usa el sistema en cada cas per a prendre una decisió.
es_es: Explicad qué información usa el sistema en cada caso para tomar una decisión.

source: Fa uns anys hi havia diferències significatives entre els PC i els Mac de manera que no eren compatibles, és a dir, que els programes d'un no funcionaven en l'altre, s'havien d'adaptar a les característiques particulars de cadascun.
es_es: Hace unos años había diferencias significativas entre los PC y los Mac de manera que no eran compatibles, es decir, que los programas de uno no funcionaban en el otro, tenían que adaptarse a las características particulares de cada uno.

source: Fitxers i directoris
es_es: Ficheros y directorios

source: Fixeu-vos que cada sistema operatiu fa servir un símbol diferent per al directori principal o arrel i per a separar els noms dels directoris i arxius dins de la ruta o trajectòria.
es_es: Fijaos que cada sistema operativo usa un símbolo diferente para el directorio principal o raíz y para separar los nombres de los directorios y archivos dentro de la ruta o trayectoria.

source: Fixeu-vos que dues carpetes diferents contenen arxius amb el mateix nom tt1.txt; això no és problema si considerem la trajectòria completa com a nom del fitxer.
es_es: Fijaos que dos carpetas diferentes contienen archivos con el mismo nombre tt1.txt; esto no es problema si consideramos la trayectoria completa como nombre del fichero.

source: Freqüentment, els traductors formen equips que col·laboren a l'hora de produir les traduccions; quan usen memòries de traducció, és possible que hi haja traductors que preferisquen un programa i uns altres que en preferisquen un altre.
es_es: Frecuentemente, los traductores forman equipos que colaboran a la hora de producir las traducciones; cuando usan memorias de traducción, es posible que haya traductores que prefieran un programa y otros que prefieran otro.

source: Ha de quedar clar que, per a poder fer-ho, els textos originals i les traduccions han d'estar en format informatitzat (fitxers de text).
es_es: Tiene que quedar claro que, para poder hacerlo, los textos originales y las traducciones deben estar en formato informatizado (ficheros de texto).

source: Heus ací alguns exemples d'oracions que ``ens porten a l'hort'', amb una continuació inesperada en les notes a peu de pàgina del final d'aquesta secció: Joan besà Maria i la seua germana Com que Joan sempre corre un parell de quilòmetres En el otro accidente murieron sesenta y cinco The horse raced by the barn Aquests processos de selecció purament sintàctica donen com a resultat que hi ha certes estructures finals que són preferides a altres, potser perquè simplifiquen la comprensió.
es_es: He aquí algunos ejemplos de oraciones que ``nos llevan al huerto'', con una continuación inesperada en las notas a pie de página: Juan besó a Maria y a su hermana Com que Joan sempre corre un parell de quilòmetres En el otro accidente murieron sesenta y cinco The horse raced by the barn Estos procesos de selección puramente sintáctica dan como resultado que hay ciertas estructuras finales que se prefieren a otras, quizás porque simplifican la comprensión.

source: Heus ací dos exemples: L'ús de xarxes semàntiques on els conceptes se situen en els nodes (nusos) de la xarxa i s'agrupen jeràrquicament en superconceptes cada vegada més generals (per exemple, els conceptes poma, pera, taronja s'agruparien sota el concepte fruita): un exemple de xarxes semàntiques és Wordnet, {http://wordnet.princeton.edu}, que s'està generalitzant a altres llengües d'Europa ({http://www.illc.uva.nl/EuroWordNet/}).
es_es: He aquí dos ejemplos: El uso de redes semánticas donde los conceptos se sitúan en los nodos (nudos) de la red y se agrupan jerárquicamente en superconceptes cada vez más generales (por ejemplo, los conceptos manzana, pera, naranja se agruparían bajo el concepto fruta): un ejemplo de redes semánticas es Wordnet, {http://wordnet.princeton.edu}, que se está generalizando a otras lenguas de Europa ({http://www.illc.uva.nl/eurowordnet/}).

source: Heus ací uns exemples i com detectar-los per a no segmentar.
es_es: He aquí unos ejemplos y como detectarlos para no segmentar.

source: Hi ha casos que no són tan senzills.
es_es: Hay casos que no son tan sencillos.

source: Hi ha diversos estàndards de connexió en xarxa; els més anomenats són Ethernet (per a connexions amb fils) i Wi-Fi (vegeu Wi-Fi en aquest glossari).
es_es: Hay varios estándares de conexión en red; los más denominados son Ethernet (para conexiones con cables) y Wi-Fi (véase Wi-Fi en este glosario).

source: Hi ha dues famílies bàsiques de processadors de llenguatges: els compiladors, que tradueixen tot el programa al llenguatge de la màquina abans d'executar-lo, i els intèrprets, que lligen el programa línia a línia i executen petits programes ja escrits en el llenguatge de la màquina i que corresponen a les sentències del llenguatge de programació.
es_es: Hay dos familias básicas de procesadores de lenguajes: los compiladores, que traducen todo el programa al lenguaje de la máquina antes de ejecutarlo, y los intérpretes, que leen el programa línea a línea y ejecutan pequeños programas ya escritos en el lenguaje de la máquina y que corresponden a las sentencias del lenguaje de programación.

source: Hi ha dues modalitats d'ús de les memòries de traducció: [Interactiva:] Qui està traduint rep diverses propostes per a cada nou segment $e'$, entre les quals elegeix la més adequada per a produir la traducció corresponent $d'$.
es_es: Hay dos modalidades de uso de las memorias de traducción: [Interactiva:] Quien está traduciendo repite diversas propuestas para cada nuevo segmento $e'$, entre los cuales elige el más adecuado para producir la traducción correspondiente $d'$.

source: Hi ha involucrats aspectes sintàctics.
es_es: Hay involucrados aspectos sintácticos.

source: Hi ha molts tipus d'adaptadors de vídeo.
es_es: Hay muchos tipos de adaptadores de video.

source: Hi ha programari gratuït que no és lliure perquè no atorga totes les llibertats (per exemple, el lector de PDF Adobe Acrobat, o el programa de telefonia per Internet Skype: per exemple, tot i tenir el programari executable, no tenim accés al seu codi font).
es_es: Hay softwares gratuitos que no son libres porque no otorgan todas las libertades (por ejemplo, el lector de PDF Adobe Acrobat, o el programa de telefonía por Internet Skype: por ejemplo, a pesar de tener el software ejecutable, no tenemos acceso a su código fuente).

source: Hi ha tecnologies de traducció automàtica que s'assemblen molt al funcionament de les memòries de traducció, com ara la traducció automàtica estadística (vegeu l'apartat ).
es_es: Hay tecnologías de traducción automática que se asemejan mucho al funcionamiento de las memorias de traducción, como por ejemplo la traducción automática estadística (véase el apartado ).

source: Hi ha tres classes bàsiques de programari:
es_es: Hay tres tipos básicos de software:

source: Hi ha tres situacions possibles: canvia només el lema però no els indicadors de flexió: el mot espanyol creo pot ser la 1a.persona del singular del present d'indicatiu del verb creer o del verb crear.
es_es: Hay tres situaciones posibles: cambia sólo el lema pero no los indicadores de flexión: la palabra española creo puede ser la 1ªpersona del singular del presente de indicativo del verbo creer o del verbo crear.

source: Indica quina d'aquestes afirmacions és certa: Les memòries de traducció són bàsicament sistemes de traducció directa i, per tant, la unitat bàsica de traducció que usen és el mot.
es_es: Indica cuál de estas afirmaciones es cierta: Las memorias de traducción son básicamente sistemas de traducción directa y, por lo tanto, la unidad básica de traducción que usan es la palabra.

source: Indica quina d'aquestes afirmacions és falsa: Els resultats produïts per una memòria de traducció no necessiten revisió, ja que es basen en traduccions correctes realitzades anteriorment per professionals.
es_es: Indica cuál de estas afirmaciones es falsa: Los resultados producidos por una memoria de traducción no necesitan revisión, ya que se basan en traducciones correctas realizadas anteriormente por profesionales.

source: Indiqueu de quina classe d'ambigüitat es tracta.
es_es: Indicad de qué clase de ambigüedad se trata.

source: Indiqueu quina classe d'ambigüitat presenten aquestes frases (justifiqueu molt breument la vostra resposta): Expulsaran l'alcalde de la ciutat (1: ``L'alcalde de la ciutat serà expulsat.'' 2: ``L'alcalde serà expulsat de la ciutat'').
es_es: Indicad qué clase de ambigüedad presentan estas frases (justificad muy brevemente vuestra respuesta): Expulsaran l'alcalde de la ciutat (1: "El alcalde de la ciudad será expulsado'' 2: ``El alcalde será expulsado de la ciudad'').

source: Indiqueu quina de les afirmacions següents és certa: La memòria RAM emmagatzema programes i dades mentre s'executen els programes.
es_es: Indicad cuál de las afirmaciones siguientes es cierta: La memoria RAM almacena programas y datos mientras se ejecutan los programas.

source: Indiqueu quina de les afirmacions següents és falsa.
es_es: Indicad cuál de las afirmaciones siguientes es falsa.

source: Indiqueu quina de les afirmacions següents és falsa: El problema de l'anàlisi es refereix a la dificultat per resoldre l'ambigüitat d'un enunciat.
es_es: Indicad cuál de las afirmaciones siguientes es falsa: El problema del análisis se refiere a la dificultad para resolver la ambigüedad de un enunciado.

source: Indiqueu quina de les afirmacions següents és falsa: Hi ha casos en els quals no fa falta resoldre l'ambigüitat per produir una traducció adequada en la llengua meta.
es_es: Indicad cuál de las afirmaciones siguientes es falsa: Hay casos en los cuales no hace falta resolver la ambigüedad para producir una traducción adecuada en la lengua meta.

source: Indiqueu quina de les afirmacions següents és falsa: Un gigabyte o gigaoctet equival a 1.024 kilooctets o kilobytes.
es_es: Indicad qué de las afirmaciones siguientes es falsa: Un gigabyte equivale a 1.024 kilobytes.

source: Intercanvi de memòries de traducció
es_es: El intercambio de memorias de traducción

source: Internet (vegeu el capítol ) no és més que una gran xarxa global que interconnecta moltes xarxes més locals.
es_es: Internet (véase el capítulo ) no es más que una gran red global que interconecta muchas redes más locales.

source: Introducció
es_es: Introducción

source: Jo la vaig posar damunt de la taula (1: ``Vaig posar Maria damunt de la taula''; 2: ``Vaig posar la bossa damunt de la taula'') Què vols, galetes o pa de la tia Pepa? (Les galetes són també de la tia Pepa?) Posa una mà de paper en la impressora i connecta-la. (Ha de connectar la mà de paper o la impressora?) Us han dit que vaja? (Qui ha d'anar?).
es_es: Jo la vaig posar damunt de la taula (1: ``Vaig posar Maria damunt de la taula''; 2: ``Vaig posar la bossa damunt de la taula') Què vols, galetes o pa de la tia Pepa? (¿Las galletas son también de la tía Pepa?) Posa una mà de paper en la impressora i connecta-la. (¿Hay que conectar la mano de papel o la impresora?) Us han dit que vaja? (¿Quién tiene que ir?).

source: Joan va veure com queia redolant qui va caure redolant, Anna o Marta?
es_es: Joan vio como caía rodando quién cayó rodando, ¿Anna o Marta?

source: L'objectiu és, per tant, aprofitar traduccions anteriors per a no repetir l'esforç quan s'han de fer traduccions noves.
es_es: El objetivo es, por tanto, aprovechar traducciones anteriores para a no repetir el esfuerzo cuando se tienen que hacer traducciones nuevas.

source: L'alineament automàtic de textos traduïts no és una tasca senzilla; són necessaris coneixements previs sobre les llengües involucrades (per exemple, correspondències entre mots o alineaments prèviament validats per una persona experta), per això, la majoria dels sistemes de memòria de traducció usen mecanismes molt senzills per a segmentar els textos, tant per a alinear bitextos com per a dividir un text esquerre nou en segments per a cercar-los en la base de dades. Per tant, els segments obtinguts no són en general els ideals (vegeu més avall).
es_es: El alineamiento automático de textos traducidos no es una tarea sencilla; son necesarios conocimientos previos sobre las lenguas involucradas (por ejemplo, correspondencias entre palabras o alineamientos previamente validados por una persona experta), por eso, la mayoría de los sistemas de memorias de traducción usan mecanismos muy sencillos para segmentar los textos, tanto para alinear bitextos como para dividir un texto izquierdo nuevo en segmentos para buscarlos en la base de datos. Por tanto, los segmentos obtenidos no son en general los ideales (véase más abajo).

source: L'ambigüitat d'una oració pot ser causada per diversos tipus bàsics d'ambigüitat lèxica: L'oració conté una o més unitats lèxiques (per exemple mots) polisèmiques: si diem que algú Treballa en l'estudi que li van encarregar podem referir-nos a un investigador o a un decorador, depenent de quina interpretació assignem al mot polisèmic estudi.
es_es: La ambigüedad de una oración puede ser causada por varios tipos básicos de ambigüedad léxica: La oración contiene una o más unidades léxicas (por ejemplo palabras) polisémicas: si decimos que alguien Trabaja en el estudio que le encargaron podemos referirnos a un investigador o a un decorador, dependiendo de qué interpretación asignemos a la palabra polisémica estudio.

source: L'ambigüitat es redueix normalment usant restriccions basades en el coneixement lingüístic, i, com que normalment això no sol ser suficient, s'hi estableixen preferències basades en l'estudi estadístic de la freqüència d'aparició conjunta en els textos de determinades seqüències curtes de categories lèxiques.
es_es: La ambigüedad se reduce normalmente usando restricciones basadas en el conocimiento lingüístico, y, como normalmente con esto no suele ser suficiente, se establecen preferencias basadas en el estudio estadístico de la frecuencia de aparición conjunta en los textos de determinadas secuencias cortas de categorías léxicas.

source: L'ambigüitat estructural associada a les conjuncions coordinatives se sol anomenar d'origen coordinatiu.
es_es: La ambigüedad estructural asociada a las conjunciones coordinatvas se suele denominar de origen coordinativo.

source: L'ambigüitat lèxica categorial d'un mot{} {}no es pot resoldre mai si no s'usa informació semàntica sobre el text o sobre els mots contigus.
es_es: La ambigüedad léxica categorial de una palabra{} {}no se puede resolver nunca si no se usa información semántica sobre el texto o sobre las palabras contiguas.

source: L'ambigüitat lèxica de transferència és especialment perillosa quan afecta un mot de la llengua origen no percebut com a ambigu; per exemple, el mot espanyol destino es pot traduir al català com a { destí} (sort futura) o destinació (punt d'arribada).
es_es: La ambigüedad léxica de transferencia es especialmente peligrosa cuando afecta a una palabra de la lengua origen no percibida como ambigua; por ejemplo, la palabra española destino se puede traducir al catalán como { destí} (suerte futura) o destinació (punto de llegada).

source: L'ambigüitat... ... es deu a l'el·lipsi.
es_es: La ambigüedad... ... se debe a la elipsis.

source: L'anàlisi morfològica no és suficient per a detectar que en la frase En el lugar donde murieron sesenta y cinco quedaron restos és el primer cas i en la frase Murieron sesenta y cinco quedaron malheridos és el segon.
es_es: El análisis morfológico no es suficiente para detectar que en la frase En el lugar donde murieron sesenta y cinco quedaron restos es el primer caso y en la frase Murieron sesenta y cinco quedaron malheridos es el segundo.

source: L'asimetria fa referència al fet que la velocitat de transmissió de dades de la central cap a l'abonat és superior que la velocitat de transmissió de dades de l'abonat cap a la central (per exemple, 8 Mb/s cap a l'abonat i 512 kb/s cap a la central).
es_es: La asimetría se refiere a que la velocidad de transmisión de datos de la central hacia el abonado es superior que la velocidad de transmisión de datos del abonado hacia la central (por ejemplo 8 Mb/s hacia la abonado y 512 kB/s hacia la central).

source: L'execució d'una instrucció per part del processador sol consumir un nombre menut de cicles, quasi sempre més d'un.
es_es: La ejecución de una instrucción por parte del procesador suele consumer un número pequeño de ciclos, casi siempre más de uno.

source: L'experiència ens ajuda a fer prediccions que en general tenen èxit, però de vegades hi ha oracions ``enganyoses'' que ``ens porten a l'hort'' (anomenades, per això, en anglés garden-path sentences, de l'anglés lead up the garden path) ja que en cert punt del procés ens obliguen a descartar la predicció feta i reinterpretar el que havíem llegit fins a aquell punt (l'estudi dels moviments oculars, en anglés eyetracking) durant la lectura donen pistes molt rellevants sobre l'existència d'aquests processos).
es_es: La experiencia nos ayuda a hacer predicciones que en general tienen éxito, pero a veces hay oraciones ``engañosas'' que ``nos llevan al huerto'' (llamadas, por eso, en inglés garden-path sentences, del inglés lead up the garden path) puesto que en cierto punto del proceso nos obligan a descartar la predicción hecha y reinterpretar el que habíamos leído hasta aquel punto (el estudio de los movimientos oculares, en inglés eyetracking) durante la lectura dan pistas muy relevantes sobre la existencia de estos procesos).

source: L'operació d'alineament de bitextos existents és una de les tasques que es pot realitzar amb l'ajuda d'un programa de memòries de traducció.
es_es: La operación de alineamiento de bitextos existentes es una de las tareas que se pueden realizar con ayuda de un programa de memorias de traducción.

source: L'oració conté un homògraf que té dues o més interpretacions però la mateixa categoria lèxica, i no afecta, per tant, l'estructura de l'oració.
es_es: La oración contiene un homógrafo que tiene dos o más interpretaciones pero la misma categoría léxica, y no afecta, por lo tanto, la estructura de la oración.

source: L'oració conté una expressió anafòrica, com ara un pronom, adjectiu possessiu, etc., la qual pot tenir, en principi, més d'una possible interpretació, però aquesta interpretació està determinada per la relació de coreferència entre l'expressió i el seu antecedent (un sintagma que es pot trobar en la mateixa oració o en una altra oració del text) o perquè es refereix a algun objecte o concepte exterior al text.
es_es: La oración contiene una expresión anafórica, como por ejemplo un pronombre, adjetivo posesivo, etc., la cual puede tener, en principio, más de una posible interpretación, pero esta interpretación está determinada por la relación de correferencia entre la expresión y su antecedente (un sintagma que se puede encontrar en la misma oración o en otra oración del texto) o porque se refiere a algún objeto o concepto exterior al texto.

source: L'oració té constituents que no es reflecteixen com a mots però als quals cal assignar una interpretació.
es_es: La oración tiene constituyentes que no se reflejan como palabras, pero a los que hay que asignar una interpretación.

source: L'oració és ambigua per l'ambigüitat lèxica (homografia) de soldado.
es_es: La oración es ambigua por la ambigüedad léxica (homografía) de soldado.

source: L'organització de les UT en una base de dades permet, a més, recuperar de la memòria de traducció, quan s'està traduint un text nou $E'$, els segments esquerres, $e'_1, e'_2, $ i construir, partint dels segments drets corresponents, la traducció desitjada $D'$.
es_es: La organización de las UT en una base de datos permite, además, recuperar de la memoria de traducción, cuando se está traduciendo un texto nuevo $E'$, los segmentos izquierdos, $e'_1, e'_2, $ y construir, partiendo de los segmentos derechos correspondientes, la traducción deseada $D'$.
